[Main]
DisplayName=Arabic

[UnLocker1_frmMain]
Label_Title_Detail.caption=.هذه الأداة سوف تساعدك على تأمين الملفات/المجلدات التي تشتغل من قبل عمليات أخرى
Label_Setting.caption= كثر
lbl_CheckForUpdate.caption=ترجمة مصعب محمد
lbl_FileInfo_Title.caption=تحديد الملفات/المجلدات
lbl_Add_describe.caption=!"إضافة ملفات أو مجلدات لتأمين، يمكنك سحب وإسقاط الملفات/المجلدات هنا أو النقر فوق زر "إضافة
chk_Advanced.caption=الطريقة الإجبارية
btn_Browse.caption=إضافة
btn_Close.caption=خروج
lbl_Add.caption=إضافة
cx_Action.caption=إلغاء تأمين
img_AddHint.hint=.إضافة ملفات/مجلدات لإلغاء تأمين
img_AdcancedHint.Hint=.الوضع الأجباري سوف ينهي كل العمليات ذات الصلة و إذا فشلت فتح في الوضع الأضطراري، يمكنك محاولة الوضع الأجباري

Menu_UnlokcDelete.caption=إلغاء تأمين && حذف
Menu_UnlockRename.caption=إلغاء تأمين && إعادة تسمية
Menu_UnlockMove.caption=إلغاء تأمين && نقل
Menu_UnlockCopy.caption=إلغاء تأمين && نسخ

Menu_Language.caption=اللغة
Menu_SendFeedback.caption=إرسال الملاحظات
Menu_IObitOnline.caption=IObit آونلاين
Menu_Technical_Support.caption=الدعم الفني
Menu_About.caption=حول

ListView_FileInfo.Columns[0].caption=ملفات/مجلدات
ListView_FileInfo.Columns[1].caption=حالة

ListView_LockInfo.Columns[0].caption=اسم
ListView_LockInfo.Columns[1].caption=مسار
ListView_LockInfo.Columns[2].caption=معرف المنتج

[UnLocker1_frmTip]
lab_Tip.caption =.IObit يمكنك بدء تشغيل البرنامج عن طريق النقر بالزر اليمن على الملفات/المجلدات ومن ثم حدد تأمين
btn_Close.caption =مـــوافق

[UnLocker1_frmWriteText]
btn_OK.caption=إلغاء تأمين && إعادة تسمية
btn_Cancel.caption=إلغاء الأمر
btn_Apply.caption=&تطيبق
lbl_edt.caption=أدخل الاسم الجديد:

ListView.Columns[0].caption=الاسم الأصلي
ListView.Columns[1].caption=اسم جديد

[Unlocker1_M]
Unlocker_Delete=سيتم حذف الملفات/المجلدات بشكل دائم. هل تريد المتابعة؟
Unlocker_Status_Notlocked=غير مؤمن
Unlocker_Status_locked=تأمين

Unlocker_Action_Delete= & حذف
Unlocker_Action_Rename= & إعادة تسمية
Unlocker_Action_Move= & نقل
Unlocker_Action_Copy= & نسخ
Unlocker_Status_Change_Unlocking=إلغاء قفل
Unlocker_Status_Change_Unlock=فتح
Unlocker_Status_Change_sucessfully=بنجاح
Unlocker_Status_Change_failed=فشل
File_Detail_Notlocker= .غير مؤمن
File_Detail_occupied= .التي تشغلها أدناه العمليات
Browser_Folder=حدد الملف/مجلد تريد إلغاء تأمينه
File_Operation=.لا يمكن تأمين محركات الأقراص المحلية
File_Rename_Long=الأسم طويل جداً
File_Rename_special=اسم يحتوي على أحرف خاصة

MoveDialog_Prompt=اختر المجلد الوجهة للكائن ليتم نقله
CopyDialog_Prompt=اختر المجلد الوجهة للكائنات المنسوخة
Action_Sucesses=.تمت العملية بنجاح
Action_Error_One=فشلت العملية
AddFile_Filter=.لا يمكن تأمين مسار النظام
Action_Error_More=بعض الملفات/الدلائل فشلت
Action_Error_Detaill=قد يكون هناك ملفات/الدلائل بنفس الاسم
cmd_Error_Prompt_1=استخدام سطر الأوامر:
cmd_Error_Prompt_2=[الأوامر للكائنات [الأختيار
cmd_Error_Prompt_3=الأمر:
cmd_Error_Prompt_4=الأختيار:
cmd_Error_Prompt_5=الكائن:
cmd_Error_Prompt_6=لاشيء:
cmd_Error_Prompt_7=حذف:
cmd_Error_Prompt_8=إعادة تسمية:
cmd_Error_Prompt_9=نقل:
cmd_Error_Prompt_10=نسخة:


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption= شكراً لما قدموه من مساهمات كبيرة :
lbl_warning.caption=. ترجمة : مصعب محمد    شبكة البرامج العربية و المعربة
lbl_CopyRight.caption=Copyright(C) 2005-2018 IObit. جميـع الحقوق محفوظة.
btn_OK.caption=OK
